[
  {
    "ID": 99001,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级11：月柱主星是正官，且月柱副星有正官\n优先级21：月柱副星有正官，且年柱主星有正官或时柱主星有正官\n优先级31：月柱主星是正官，且年柱副星有正官或日柱副星有正官或时柱副星有正官",
    "数量": null,
    "结果": "正官格\n核心特征：品行端正、自律负责，有领导才能，追求社会地位与名誉。\n喜用方向：喜财来升官，喜印来护官，最忌伤官来破格。"
  },
  {
    "ID": 99002,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级12：月柱主星是七杀，且月柱副星有七杀\n优先级22：月柱副星有七杀，且年柱主星有七杀或时柱主星有七杀\n优先级32：月柱主星是七杀，且年柱副星有七杀或日柱副星有七杀或时柱副星有七杀",
    "数量": null,
    "结果": "七杀格\n核心特征：野心强大，富有魄力，行事果断，能抗重压，人生充满挑战。\n喜用方向：身强喜财来生杀，身弱则喜食神制杀或印星化杀。"
  },
  {
    "ID": 99003,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级13：月柱主星是正印，且月柱副星有正印\n优先级23：月柱副星有正印，且年柱主星有正印或时柱主星有正印\n优先级33：月柱主星是正印，且年柱副星有正印或日柱副星有正印或时柱副星有正印",
    "数量": null,
    "结果": "正印格\n核心特征：仁慈善良，快学习，富有同情心，一生多有贵人庇护。\n喜用方向：喜官杀来生印，以增贵气，最忌财星来破阴。"
  },
  {
    "ID": 99004,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级14：月柱主星是偏印，且月柱副星有偏印\n优先级24：月柱副星有偏印，且年柱主星有偏印或时柱主星有偏印\n优先级34：月柱主星是偏印，且年柱副星有偏印或日柱副星有偏印或时柱副星有偏印",
    "数量": null,
    "结果": "偏印格\n核心特征：思想独特，悟性极高，精于谋略，在专业或非传统领域易成才。\n喜用方向：身强喜食伤泄秀，或以财星制衡，身弱则喜比劫帮扶。"
  },
  {
    "ID": 99005,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级15：月柱主星是正财，且月柱副星有正财\n优先级25：月柱副星有正财，且年柱主星有正财或时柱主星有正财\n优先级35：月柱主星是正财，且年柱副星有正财或日柱副星有正财或时柱副星有正财",
    "数量": null,
    "结果": "正财格\n核心特征：诚实守信，勤劳务实，珍惜家庭，对金钱有较强的掌控欲。\n喜用方向：喜食伤来生财，喜官星来护财，最忌比劫来夺财。"
  },
  {
    "ID": 99006,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级16：月柱主星是偏财，且月柱副星有偏财\n优先级26：月柱副星有偏财，且年柱主星有偏财或时柱主星有偏财\n优先级36：月柱主星是偏财，且年柱副星有偏财或日柱副星有偏财或时柱副星有偏财",
    "数量": null,
    "结果": "偏财格\n核心特征：慷慨大方，善于交际，商业嗅觉敏锐，富有投机与开拓精神。\n喜用方向：喜食伤来生财，喜官星来护财，最忌比劫来夺财。"
  },
  {
    "ID": 99007,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级17：月柱主星是食神，且月柱副星有食神\n优先级27：月柱副星有食神，且年柱主星有食神或时柱主星有食神\n优先级37：月柱主星是食神，且年柱副星有食神或日柱副星有食神或时柱副星有食神",
    "数量": null,
    "结果": "食神格\n核心特征：性情温和，富有才艺，乐观豁达，有口福，懂得享受生活。\n喜用方向：喜财星转化才华为财富，身弱则喜比劫帮身。最忌偏印夺食。"
  },
  {
    "ID": 99008,
    "类型": "十神命格",
    "性别": "无论男女",
    "筛选条件1": "月柱",
    "筛选条件2": "优先级18：月柱主星是伤官，且月柱副星有伤官\n优先级28：月柱副星有伤官，且年柱主星有伤官或时柱主星有伤官\n优先级38：月柱主星是伤官，且年柱副星有伤官或日柱副星有伤官或时柱副星有伤官",
    "数量": null,
    "结果": "伤官格\n核心特征：聪明绝顶，才华横溢，富有创造力，但不喜约束，个性张扬。\n喜用方向：喜财星泄秀生财，或以印星制衡，方能成就大业。"
  }
]