[
  {
    "ID": 10901,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "甲子",
    "数量": null,
    "结果": "婚配适合日柱：甲戌日、甲午日、甲辰日、乙丑日、乙巳日、乙未日、丙戌日、丙辰日、丙申日、丁丑日、丁酉日、丁未日、戊申日、戊辰日、己酉日、己亥日、己丑日、庚寅日、庚子日、辛亥日、辛卯日、壬寅日、癸卯日、壬辰日、癸巳日、癸丑日"
  },
  {
    "ID": 10902,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "甲寅",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲申日、乙亥日、乙酉日、乙丑日、丙寅日、丙子日、丙辰日、丁卯日、丁亥日、丁丑日、戊子日、戊寅日、戊辰日、己亥日、己卯日、己丑日、庚午日、庚辰日、庚戌日、辛丑日、辛巳日、壬戌日、壬申日、壬午日、癸未日、癸酉日、癸巳日"
  },
  {
    "ID": 10903,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "甲辰",
    "数量": null,
    "结果": "婚配适合日柱：甲午日、甲戌日、乙未日、乙巳日、乙卯日、丙申日、丙戌日、丙辰日、丙午日、丁未日、丁丑日、丁酉日、丁巳日、戊申日、戊子日、戊戌日、己酉日、己亥日、己未日、庚申日、庚子日、庚寅日、辛未日、辛亥日、辛酉日、辛卯日、壬寅日、壬戌日、壬子日、癸卯日、癸亥日、癸未日"
  },
  {
    "ID": 10904,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "甲午",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲子日、甲申日、乙丑日、乙亥日、乙酉日、丙子日、丙寅日、丙申日、丁亥日、丁卯日、丁酉日、戊寅日、戊子日、戊戌日、戊午日、己卯日、己亥日、己巳日、庚午日、庚辰日、庚戌日、庚寅日、辛巳日、辛丑日、辛卯日、辛未日、壬申日、壬戌日、壬午日、壬辰日、癸未日、癸丑日、癸巳日、癸酉日"
  },
  {
    "ID": 10905,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "甲申",
    "数量": null,
    "结果": "婚配适合日柱：甲午日、甲辰日、甲子日、乙巳日、乙未日、乙亥日、丙寅日、丙戌日、丙辰日、丁卯日、丁丑日、丁未日、戊午日、戊戌日、戊辰日、戊申日、戊子日、己酉日、己亥日、己丑日、己巳日、庚子日、庚戌日、庚辰日、辛亥日、辛丑日、辛未日、壬寅日、壬午日、壬申日、癸卯日、癸巳日、癸酉日。"
  },
  {
    "ID": 10906,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "甲戌",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、乙亥日、乙巳日、乙未日、乙丑日、丙子日、丙寅日、丙辰日、丁亥日、丁卯日、丁丑日、丁酉日、戊子日、戊午日、戊戌日、戊辰日、己酉日、己亥日、己巳日、己卯日、己丑日、己未日、庚辰日、庚戌日、庚申日、庚午日、辛巳日、辛亥日、辛未日、辛卯日、辛丑日、辛酉日、壬子日、壬戌日、壬辰日、壬午日、癸卯日、癸巳日、癸丑日、癸酉日、癸亥日、癸未日"
  },
  {
    "ID": 10907,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "乙丑",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、乙卯日、乙巳日、丙戌日、丙辰日、丙寅日、丙午日、丁巳日、丁未日、丁卯日、丁丑日、戊申日、戊戌日、戊辰日、戊午日、己巳日、己丑日、己未日、己亥日、庚子日、庚午日、庚申日、辛酉日、辛亥日"
  },
  {
    "ID": 10908,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "乙卯",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲申日、甲子日、乙亥日、乙酉日、丙子日、丙寅日、丁亥日、丁卯日、丁酉日、戊午日、戊戌日、戊辰日、戊寅日、戊子日、戊申日、己卯日、己巳日、己亥日、己丑日、庚午日、庚辰日、庚子日、辛丑日、辛巳日、辛亥日、壬申日、壬戌日、壬午日、癸丑日、癸巳日、癸酉日"
  },
  {
    "ID": 10909,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "乙巳",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙丑日、乙酉日、乙亥日、丙申日、丙子日、丙辰日、丙寅日、丁卯日、丁亥日、丁丑日、戊午日、戊寅日、戊戌日、戊辰日、戊子日、己亥日、己丑日、己巳日、庚辰日、庚戌日、庚午日、庚申日、辛丑日、辛巳日、壬午日、壬戌日、壬辰日、壬子日、壬申日、癸未日、癸丑日、癸巳日"
  },
  {
    "ID": 10910,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "乙未",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲申日、甲辰日、乙酉日、乙亥日、丙寅日、丙子日、丁亥日、丁卯日、戊午日、戊戌日、戊辰日、戊子日、戊寅日、己卯日、己亥日、己巳日、庚午日、庚辰日、庚戌日、辛丑日、辛巳日、壬戌日、壬辰日、壬午日、壬申日、癸酉日、癸未日、癸丑日、癸巳日"
  },
  {
    "ID": 10911,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "乙酉",
    "数量": null,
    "结果": "婚配适合日柱：甲午日、甲辰日、甲寅日、乙巳日、乙未日、乙卯日、丙寅日、丙戌日、丙辰日、丙午日、丁丑日、丁未日、丁巳日、丁卯日、戊申日、戊午日、戊戌日、戊辰日、己巳日、己未日、己丑日、己酉日、庚子日、庚申日、庚寅日、辛亥日、辛卯日、壬寅日、壬申日、壬午日、壬子日、癸酉日、癸亥日、癸酉日、癸巳日"
  },
  {
    "ID": 10912,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "乙亥",
    "数量": null,
    "结果": "婚配适合日柱：甲午日、甲辰日、甲戌日、甲寅日、乙巳日、乙未日、乙卯日、丙申日、丙戌日、丙辰日、丙午日、丁酉日、丁丑日、丁巳日、丁未日、戊申日、戊辰日、己酉日、己未日、庚寅日、庚子日、庚申日、辛亥日、辛酉日、辛未日、辛卯日、壬寅日、壬子日、癸卯日、癸亥日、癸未日"
  },
  {
    "ID": 10913,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丙子",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、乙丑日、乙巳日、乙卯日、乙未日、丙申日、丙戌日、丙辰日、丙午日、丁未日、丁酉日、丁丑日、丁巳日、戊申日、戊辰日、戊戌日、己酉日、己未日、庚寅日、庚子日、庚申日、辛酉日、辛亥日、辛卯日、壬寅日、壬子日、壬辰日、癸卯日、癸亥日"
  },
  {
    "ID": 10914,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丙寅",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、乙丑日、乙巳日、乙卯日、乙未日、丙戌日、丙辰日、丙午日、丁未日、丁酉日、丁丑日、丁巳日、戊申日、戊辰日、戊戌日、己酉日、己未日、庚寅日、庚子日、庚申日、辛酉日、辛亥日、辛卯日、壬寅日、壬子日、壬辰日、癸卯日、癸亥日、这个日子跟丙子日的抉择是相符合的。不过丙子日的耐性可能更好一些，而丙寅日的容易使蛮力。"
  },
  {
    "ID": 10915,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丙辰",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙亥日、乙丑日、乙酉日、丙子日、丙寅日、丙申日、丁酉日、丁亥日、丁卯日、戊寅日、戊午日、戊戌日、戊子日、戊辰日、己酉日、己丑日、己亥日、己卯日、己巳日、庚辰日、庚戌日、庚午日、庚寅日、辛丑日、辛卯日、辛巳日、辛未日、壬申日、壬戌日、壬辰日、壬午日、癸未日、癸丑日、癸巳日"
  },
  {
    "ID": 10916,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丙午",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、乙丑日、乙亥日、乙酉日、丙辰日、丙子日、丙寅日、丁亥日、丁丑日、丁卯日、戊子日、戊寅日、戊午日、己亥日、己卯日、己丑日、己巳、己酉日、庚辰日、庚午日、庚戌日、辛丑日、辛未日、辛巳日、壬戌日、壬辰日、壬午日、壬申日、癸巳日、癸酉日、癸丑日、癸未日、癸卯日"
  },
  {
    "ID": 10917,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丙申",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、乙亥日、乙丑日、丙寅日、丙子日、丙辰日、丁亥日、丁卯日、丁丑日、戊子日、戊午日、己亥日、己丑日、己巳日、己酉日、壬午日、壬申日、癸酉日、癸巳日、癸酉日"
  },
  {
    "ID": 10918,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丙戌",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、乙丑日、乙亥日、乙酉日、丙寅日、丙子日、丁亥日、丁卯日、戊子日、戊午日、戊辰日、己亥日、己巳日、己丑日、庚午日、庚辰日、庚戌日、辛丑日、辛巳日、壬午日、壬戌日、壬申日、癸酉日、癸丑日、癸巳日"
  },
  {
    "ID": 10919,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丁丑",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲寅日、乙亥日、乙巳日、乙卯日、丙寅日、丙午日、丙子日、丙申日、丁巳日、丁亥日、丁卯日、戊子日、戊寅日、戊辰日、戊戌日、戊午日、己亥日、己酉日、己未日、己巳日、庚寅日、庚午日、庚辰日、庚戌日、庚子日、庚申日、辛卯日、辛巳日、辛丑日、壬午日、壬戌日、壬子日、壬申日、癸巳日、癸卯日、癸亥日"
  },
  {
    "ID": 10920,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丁卯",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲申日、甲戌日、甲午日、乙卯日、乙巳日、乙未日、丙申日、丙辰日、丙戌日、丙午日、丁酉日、丁巳日、丁丑日、丁未日、戊申日、戊寅日、戊辰日、己酉日、己未日、己卯日、庚寅日、庚子日、庚申日、辛亥日、辛卯日、辛未日、辛酉日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸亥日、癸未日、癸丑日"
  },
  {
    "ID": 10921,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丁巳",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、乙丑日、乙酉日、乙亥日、丙寅日、丙辰日、丙戌日、丙子日、丁亥日、丁丑日、丁卯日、戊戌日、戊辰日、戊寅日、戊子日、己亥日、己卯日、己丑日、己酉日、己巳日、庚辰日、庚戌日、庚午日、辛丑日、辛未日、辛巳日、壬戌日、壬辰日、壬午日、壬申日、癸卯日、癸丑日、癸未日、癸巳日"
  },
  {
    "ID": 10922,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丁未",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、乙丑日、乙亥日、乙酉日、丙寅日、丙辰日、丙子日、丁丑日、丁亥日、丁卯日、戊午日、戊辰日、戊子日、戊寅日、己卯日、己亥日、己酉日、己巳日、庚辰日、庚戌日、庚午日、辛巳日、辛丑日、辛未日、壬午日、壬戌日、壬辰日、壬申日、癸巳日、癸丑日、癸酉日"
  },
  {
    "ID": 10923,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丁酉",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、乙丑日、乙亥日、丙寅日、丙辰日、丙子日、丁亥日、丁卯日、丁丑日、戊午日、戊辰日、戊戌日、戊子日、己亥日、己酉日、己巳日、己丑日、庚辰日、庚戌日、庚午日、辛亥日、辛丑日、辛巳日、辛未日、壬戌日、壬辰日、壬午日、壬申日、癸丑日、癸巳日、癸酉日、癸卯日"
  },
  {
    "ID": 10924,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "丁亥",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲寅日、甲午日、甲戌日、乙丑日、乙卯日、乙巳日、丙午日、丙辰日、丙戌日、丙申日、丁酉日、丁巳日、丁丑日、丁未日、戊申日、戊辰日、己酉日、己未日、庚寅日、庚子日、庚申日、辛亥日、辛卯日、辛未日、壬寅日、壬午日、壬子日、癸巳日、癸卯日、癸亥日"
  },
  {
    "ID": 10925,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "戊子",
    "数量": null,
    "结果": "婚配适合日柱：甲申日、甲戌日、甲午日、甲寅日、乙丑日、乙卯日、乙巳日、乙酉日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁未日、丁巳日、丁酉日、戊申日、戊辰日、戊寅日、戊戌日、己酉日、己卯日、己未日、己丑日、庚寅日、庚子日、庚申日、辛亥日、辛卯日、辛酉日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸亥日、癸未日、癸丑日"
  },
  {
    "ID": 10926,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "戊寅",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲午日、甲寅日、乙亥日、乙卯日、乙未日、乙巳日、丙寅日、丙午日、丙辰日、丙戌日、丁卯日、丁巳日、丁未日、丁丑日、戊子日、戊午日、戊戌日、戊辰日、己酉日、己亥日、己丑日、己未日、庚申日、庚子日、庚寅日、辛亥日、辛卯日、辛酉日、壬寅日、壬子日、癸亥日、癸卯日"
  },
  {
    "ID": 10927,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "戊辰",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、乙卯日、乙巳日、乙丑日、乙未日、丙午日、丙辰日、丙申日、丙戌日、丁丑日、丁巳日、丁酉日、丁亥日、戊子日、戊午日、戊辰日、戊戌日、己酉日、己亥日、己未日、庚寅日、庚子日、庚午日、庚申日、辛酉日、辛亥日、辛卯日、辛未日、壬寅日、壬戌日、壬午日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10928,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "戊午",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲午日、甲寅日、甲申日、甲戌日、乙丑日、乙卯日、乙未日、乙巳日、乙酉日、丙辰日、丙午日、丙申日、丙戌日、丁巳日、丁未日、丁酉日、丁丑日、戊申日、己酉日、己未日、己亥日、庚子日、庚寅日、庚申日、辛亥日、辛酉日、辛卯日、壬寅日、壬戌日、壬辰日、壬子日、癸未日、癸丑日、癸卯日、癸亥日"
  },
  {
    "ID": 10929,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "戊申",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙亥日、乙丑日、乙酉日、丙寅日、丙辰日、丙申日、丙子日、丁亥日、丁卯日、丁酉日、丁丑日、戊午日、戊子日、戊辰日、戊寅日、己卯日、己亥日、己丑日、己巳日、庚辰日、庚午日、庚戌日、辛丑日、辛未日、辛巳日、壬午日、壬戌日、壬申日、癸巳日、癸酉日、癸丑日、癸未日"
  },
  {
    "ID": 10930,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "戊戌",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、乙丑日、乙巳日、乙未日、丙申日、丙辰日、丙戌日、丁酉日、丁未日、丁丑日、丁巳日、戊申日、戊寅日、戊子日、己酉日、己亥日、己丑日、庚寅日、庚子日、庚申日、辛亥日、辛卯日、辛未日、辛巳日、壬寅日、壬午日、壬辰日、壬戌日、壬子日、癸卯日、癸亥日、癸酉日、癸丑日"
  },
  {
    "ID": 10931,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "己丑",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、甲申日、乙丑日、乙巳日、乙未日、丙午日、丙辰日、丙申日、丙戌日、丁巳日、丁未日、丁酉日、丁丑日、戊辰日、戊戌日、戊申日、戊寅日、己卯日、己丑日、己酉日、己亥日、庚寅日、庚申日、庚午日、辛卯日、辛酉日、辛未日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸巳日、癸未日、癸亥日"
  },
  {
    "ID": 10932,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "己卯",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲寅日、甲午日、乙丑日、乙卯日、乙巳日、乙亥日、丙寅日、丙辰日、丙午日、丙戌日、丁卯日、丁丑日、丁未日、丁巳日、戊子日、戊午日、戊申日、戊戌日、戊辰日、己酉日、己巳日、己未日、庚寅日、庚子日、庚戌日、庚申日、辛亥日、辛酉日、辛巳日、壬寅日、壬午日、壬子日、癸巳日、癸亥日、癸卯日"
  },
  {
    "ID": 10933,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "己巳",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲午日、甲申日、甲戌日、乙丑日、乙卯日、乙巳日、乙未日、乙酉日、丙子日、丙申日、丙戌日、丙午日、丁丑日、丁亥日、丁巳日、戊申日、戊寅日、戊戌日、戊辰日、己酉日、己卯日、己未日、庚子日、庚寅日、庚午日、庚申日、辛亥日、辛卯日、辛未日、辛酉日、壬寅日、壬辰日、壬子日、癸卯日、癸未日、癸丑日、癸亥日"
  },
  {
    "ID": 10934,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "己未",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙丑日、乙酉日、乙亥日、丙寅日、丙辰日、丙子日、丁亥日、丁丑日、丁卯日、丁酉日、戊寅日、戊辰日、戊申日、戊子日、己卯日、己丑日、己亥日、己酉日、庚午日、庚戌日、庚辰日、辛亥日、辛丑日、辛未日、辛巳日、壬午日、壬戌日、壬申日、癸酉日、癸丑日、癸巳日、癸卯日"
  },
  {
    "ID": 10935,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "己酉",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲寅日、甲辰日、甲申日、甲戌日、乙丑日、乙亥日、丙寅日、丙午日、丙戌日、丙子日、丙申日、丁亥日、丁卯日、丁巳日、丁酉日、戊寅日、戊午日、戊辰日、戊子日、己丑日、己巳日、己卯日、己亥日、庚寅日、庚戌日、庚辰日、庚午日、庚申日、辛丑日、辛卯日、辛巳日、辛酉日、壬午日、壬戌日、壬子日、壬申日、癸亥日、癸酉日、癸未日、癸丑日"
  },
  {
    "ID": 10936,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "己亥",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲寅日、甲辰日、甲午日、甲申日、甲戌日、乙丑日、乙未日、乙酉日、乙巳日、丙午日、丙辰日、丙申日、丙戌日、丁丑日、丁未日、丁巳日、丁酉日、戊申日、戊戌日、戊辰日、戊寅日、己卯日、己未日、己酉日、庚子日、庚寅日、庚申日、辛亥日、辛卯日、辛酉日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸未日、癸丑日、癸亥日"
  },
  {
    "ID": 10937,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "庚子",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲寅日（参半）乙亥日、乙丑日、乙卯日（参半）、乙酉日、丙寅日、丙子日、丁亥日、丁卯日、戊午日、戊子日、戊寅日、戊戌日、戊辰日、己卯日、己巳日、己丑日、己亥日、庚辰日、庚午日、庚戌日、辛丑日、辛未日、辛巳日、壬午日、壬戌日、壬申日、癸丑日、癸酉日、癸未日"
  },
  {
    "ID": 10938,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "庚寅",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲午日、甲辰日、乙丑日、乙巳日、乙亥日、丙子日、丙寅日、丙辰日、丁丑日、丁卯日、丁巳日、丁亥日、戊子日、戊辰日、戊午日、己亥日、己丑日、己巳日、己酉日、庚午日、庚辰日、庚戌日、辛巳日、辛丑日、辛未日、辛亥日、壬午日、壬申日、癸未日、癸丑日、癸巳日、癸酉日"
  },
  {
    "ID": 10939,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "庚辰",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲寅日、甲午日、甲申日、甲辰日、乙卯日、乙巳日、乙未日、乙酉日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁巳日、丁未日、丁酉日、戊申日、戊辰日、戊寅日、戊戌日、己酉日、己未日、己卯日、庚子日、庚寅日、庚申日、辛亥日、辛酉日、辛卯日、壬寅日、壬子日、壬戌日、壬辰日、癸卯日、癸未日、癸丑日、癸亥日"
  },
  {
    "ID": 10940,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "庚午",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、乙丑日、乙卯日、乙巳日、乙未日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁巳日、丁未日、丁酉日、戊辰日、戊申日、己未日、己酉日、庚子日、庚寅日、庚申日、辛亥日、辛卯日、辛酉日、壬寅日、壬辰日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10941,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "庚申",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日（参半）、乙亥日、乙丑日、乙未日、乙酉日、丙寅日、丙辰日、丙子日、丁卯日、丁丑日、丁亥日、戊午日、戊子日、戊寅日、戊辰日、己酉日、己卯日、己巳日、己亥日、庚辰日、庚午日、庚戌日、辛亥日、辛丑日、辛未日、辛巳日、壬午日、壬戌日、壬申日、癸酉日、癸卯日、癸巳日、癸未日"
  },
  {
    "ID": 10942,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "庚戌",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲戌日、甲申日、乙丑日、乙巳日、乙酉日、乙未日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁巳日、丁未日、丁酉日、戊辰日、戊寅日、戊申日、己酉日、己卯日、己未日、庚子日、庚寅日、庚申日、辛卯日、辛酉日、辛亥日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸未日、癸丑日、癸亥日"
  },
  {
    "ID": 10943,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "辛丑",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲午日、甲申日、甲戌日、乙卯日、乙巳日、乙未日、乙酉日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁巳日、丁未日、丁酉日、戊辰日、戊申日、戊寅日、戊戌日、己卯日、己未日、己酉日、庚寅日、庚子日、庚申日、辛酉日、辛亥日、辛卯日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸丑日、癸未日、癸亥日"
  },
  {
    "ID": 10944,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "辛卯",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、乙亥日、乙丑日、乙酉日、丙寅日、丙辰日、丙子日、丁丑日、丁亥日、丁卯日、戊午日、戊子日、戊辰日、戊戌日、己亥日、己丑日、己巳日、庚辰日、庚戌日、庚午日、辛巳日、辛丑日、辛酉日、壬午日、壬戌日、壬申日、癸巳日、癸未日、癸丑日、癸酉日、癸卯日"
  },
  {
    "ID": 10945,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "辛巳",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲寅日、甲午日、甲戌日、乙丑日、乙卯日、乙巳日、乙未日、丙辰日、丙午日、丙戌日、丙申日、丁丑日、丁酉日、丁未日、丁巳日、戊辰日、戊申日、戊戌日、己酉日、己未日、庚子日、庚寅日、庚申日、辛亥日、辛卯日、辛酉日、壬寅日、壬辰日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10946,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "辛未",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲午日、甲寅日、乙丑日、乙巳日、乙卯日、乙未日、丙午日、丙申日、丙戌日、丙辰日、丁丑日、丁未日、丁巳日、戊辰日、戊申日、戊戌日、己酉日、己未日、庚子日、庚寅日、庚申日、辛亥日、辛酉日、壬寅日、壬午日、壬子日、癸亥日、癸卯日"
  },
  {
    "ID": 10947,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "辛酉",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙亥日、乙丑日、乙酉日、丙寅日、丙辰日、丙子日、丙戌日、丁卯日、丁丑日、丁亥日、戊午日、戊寅日、戊子日、戊辰日、己巳日、己丑日、己亥日、己卯日、己酉日、庚午日、庚辰日、庚戌日、辛巳日、辛亥日、辛丑日、壬寅日、壬戌日、壬午日、壬申日、癸酉日、癸卯日、癸未日、癸丑日、癸巳日"
  },
  {
    "ID": 10948,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "辛亥",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲寅日、甲申日、甲戌日、乙丑日、乙卯日、乙酉日、乙亥日、丙寅日、丙子日、丙戌日、丙申日、丁卯日、丁未日、丁亥日、戊午日、戊寅日、戊子日、戊辰日、戊戌日、己丑日、己未日、己巳日、己卯日、己亥日、庚辰日、庚戌日、庚午日、庚申日、辛巳日、辛酉日、辛丑日、辛未日、壬戌日、壬辰日、壬子日、壬午日、癸未日、癸丑日、癸酉日、癸巳日"
  },
  {
    "ID": 10949,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "壬子",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙丑日、乙巳日、乙酉日、乙亥日、丙寅日、丙辰日、丙子日、丁丑日、丁卯日、丁亥日、戊子日、戊寅日、戊辰日、戊午日、己丑日、己卯日、己巳日、己酉日、己亥日、庚午日、庚辰日、庚戌日、辛亥日、辛丑日、辛未日、辛巳日、壬午日、壬戌日、壬申日、癸巳日、癸未日、癸丑日、癸酉日"
  },
  {
    "ID": 10950,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "壬寅",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、乙亥日、乙丑日、乙酉日、丙寅日、丙子日、丁卯日、丁巳日、丁亥日、戊子日、戊寅日、戊午日、戊戌日、己卯日、己亥日、己巳日、己丑日、庚辰日、庚午日、庚戌日、辛巳日、辛丑日、辛未日、壬午日、壬戌日、壬申日、癸巳日、癸未日、癸丑日、癸酉日"
  },
  {
    "ID": 10951,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "壬辰",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲寅日、甲午日、乙丑日、乙巳日、乙卯日、丙辰日、丙午日、丙戌日、丁巳日、丁未日、丁丑日、戊申日、戊辰日、戊戌日、己酉日、己未日、庚子日、庚申日、辛亥日、辛酉日、壬寅日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10952,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "壬午",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、甲申日、甲戌日、乙丑日、乙巳日、乙卯日、乙未日、乙酉日、丙辰日、丙申日、丙午日、丙戌日、丁丑日、丁巳日、丁未日、丁酉日、戊寅日、戊辰日、戊申日、戊戌日、己酉日、己卯日、己未日、庚子日、庚寅日、庚申日、辛亥日、辛卯日、辛酉日、辛未日、壬寅日、壬戌日、壬子日、壬辰日、癸卯日、癸丑日、癸亥日、癸未日"
  },
  {
    "ID": 10953,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "壬申",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲午日、甲戌日、乙丑日、乙卯日、乙巳日、乙未日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁巳日、丁酉日、丁未日、戊申日、戊辰日、戊戌日、己酉日、己未日、庚子日、庚寅日、庚申日、辛亥日、辛酉日、辛卯日、壬寅日、壬辰日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10954,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "壬戌",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲辰日、甲午日、乙丑日、乙卯日、乙巳日、乙未日、丙寅日、丙午日、丙辰日、丙戌日、丁丑日、丁巳日、丁未日、丁酉日、戊辰日、戊戌日、戊申日、己酉日、己未日、己亥日、庚子日、庚申日、辛亥日、辛酉日、壬子日、壬寅日、癸卯日、癸亥日"
  },
  {
    "ID": 10955,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "癸丑",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲午日、甲戌日、乙丑日、乙巳日、乙卯日、乙未日、丙辰日、丙午日、丙申日、丙戌日、丁丑日、丁巳日、丁酉日、丁未日、戊辰日、戊申日、戊戌日、己酉日、己未日、庚申日、庚子日、庚寅日、辛亥日、辛卯日、辛酉日、壬寅日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10956,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "癸卯",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲戌日、甲辰日、甲申日、乙丑日、乙亥日、乙酉日、丙寅日、丙子日、丙申日、丁亥日、丁酉日、丁丑日、丁卯日、戊子日、戊辰日、戊戌日、戊午日、戊寅日、己卯日、己亥日、己未日、己巳日、庚辰日、庚午日、庚戌日、庚申日、辛亥日、辛未日、辛卯日、辛酉日、壬午日、壬戌日、壬子日、癸巳日、癸未日"
  },
  {
    "ID": 10957,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "癸巳",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲寅日、甲申日、甲戌日、甲午日、乙巳日、乙卯日、乙未日、丙午日、丙辰日、丙申日、丙戌日、丁酉日、丁未日、丁巳日、戊申日、戊辰日、戊寅日、己酉日、己卯日、己未日、庚申日、庚寅日、庚子日、辛酉日、辛亥日、辛卯日、辛未日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10958,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "癸未",
    "数量": null,
    "结果": "婚配适合日柱：甲辰日、甲寅日、甲午日、乙丑日、乙卯日、乙巳日、乙未日、丙午日、丙辰日、丙申日、丙戌日、丁未日、丁丑日、丁酉日、丁巳日、戊辰日、戊戌日、戊申日、己酉日、己未日、庚子日、庚寅日、庚申日、辛酉日、辛亥日、辛卯日、壬寅日、壬子日、癸卯日、癸亥日"
  },
  {
    "ID": 10959,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "癸酉",
    "数量": null,
    "结果": "婚配适合日柱：甲寅日、甲午日、甲戌日、甲申日、乙丑日、乙卯日、乙巳日、乙未日、丙辰日、丙午日、丙申日、丙戌日、丁未日、丁酉日、丁巳日、丁丑日、戊申日、戊寅日、戊午日、戊辰日、己酉日、己未日、庚子日、庚寅日、庚申日、辛亥日、辛卯日、辛酉日、壬寅日、壬戌日、壬辰日、壬子日、癸卯日、癸未日"
  },
  {
    "ID": 10960,
    "类型": "婚配",
    "性别": "无论男女",
    "筛选条件1": "日柱",
    "筛选条件2": "癸亥",
    "数量": null,
    "结果": "婚配适合日柱：甲子日、甲辰日、甲申日、甲戌日、乙丑日、乙巳日、乙酉日、乙亥日、丙寅日、丙辰日、丙子日、丙戌日、丁亥日、丁丑日、丁卯日、戊午日、戊子日、戊寅日、戊辰日、己卯日、己亥日、己酉日、己丑日、己巳日、庚午日、庚辰日、庚戌日、辛巳日、辛未日、辛丑日、壬午日、壬戌日、壬申日、癸酉日、癸巳日、癸卯日、癸未日"
  }
]